Repository: dawith-ai/meeting-muse-alt
Catalog: Sources/MeetingMuseAlt/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: '녹음 시작' 버튼을 누르거나, 줌·구글 미트가 시작되면 자동으로 감지됩니다.
en: Press the 'Start Recording' button, or recording begins automatically when Zoom or Google Meet starts.

source: 녹음
en: Recording

source: 녹음 시작
en: Start Recording

source: 녹음 실패
en: Recording Failed

source: 녹음이 시작되지 않았습니다.
en: Recording has not started.

source: 마이크 권한이 거부되었습니다. 시스템 설정에서 허용해주세요.
en: Microphone access denied. Please allow it in System Settings.

source: 발화자 A
en: Speaker A

source: 발화자 B
en: Speaker B

source: 새 회의
en: New Meeting

source: 시스템 설정 > 개인정보 보호 > 마이크 / 화면 녹화 권한이 필요합니다.
en: System Settings > Privacy > Microphone / Screen Recording permission is required.

source: 시스템 오디오 캡처는 macOS 14.4 이상이 필요합니다.
en: System audio capture requires macOS 14.4 or later.

source: 시스템 오디오 캡처는 다음 마일스톤에서 구현됩니다.
en: System audio capture will be implemented in a future milestone.

source: 시스템 오디오 함께 녹음
en: Capture System Audio

source: 실행 중인 회의 앱 없음
en: No active meeting apps

source: 오디오 세션 실패: %@
en: Audio session failed: %@

source: 유효하지 않은 프로세스 ID 입니다: %@
en: Invalid process ID: %@

source: 이미 녹음 중입니다.
en: Already recording.

source: 자동 감지
en: Auto-Detect

source: 전사 디코딩 실패: %@
en: Transcription decoding failed: %@

source: 정리 중...
en: Processing...

source: 정지
en: Stop

source: 처리 실패
en: Processing Failed

source: 초기화
en: Reset

source: 화자 %@
en: Speaker %@

source: 화자분리 추론 실패: %@
en: Speaker diarization failed: %@

source: 확인
en: OK

source: 회의 녹음을 시작하세요
en: Start recording your meeting

# Theme
source: 테마
en: Theme

# System
source: 시스템
en: System

# Light
source: 라이트
en: Light

# Dark
source: 다크
en: Dark
